"alert_message_invalid_pin" = "The PIN is not valid.";

"command_error_blocked_ciam_id" = "Te sisestasite oma PIN-i %1$d korda valesti. Seetõttu on teie Mercedes me ID %2$@ blokeeritud.";

"command_error_minute" = "%1$d minute";

"command_error_minutes" = "%1$d minutit";

"command_error_pin_invalid" = "Olete oma PINi %1$d korda valesti sisestanud.";

"general_cancel" = "Katkesta";

"general_error_msg" = "Ilmnes viga. Palun proovige uuesti.";

"general_error_network_msg" = "Midagi läks valesti. Palun kontrollige oma internetiühendust.";

"general_error_title" = "Viga";

"general_hint" = "Märkus";

"general_no" = "Ei";

"general_ok" = "OK";

"general_yes" = "Jah";

"login_error_authentication_failed" = "Autentimine ebaõnnestus.Palun proovige uuesti.";

"login_error_wrong_tan" = "Kahjuks oli sisestatud teave vale. Pange tähele, et peate võib-olla ootama mõni minut enne uuesti proovimist.";

"login_info_alert_message" = "Mercedes me ID koosneb kas teie isiklikust mobiilinumbrist või teie e-posti aadressist. Oma Mercedes me ID abil saate sisse logida kõikjal Mercedes-Benzi digitaalses maailmas. See pakub ligipääsu kõigile teie aadressiriigis saadaval olevatele teenustele, funktsioonidele ja platvormidele.";

"login_info_alert_title" = "Mercedes me ID";

"login_invalid_input" = "Sisestage kehtiv e-posti aadress või telefoninumber.";

"login_mercedesme_id" = "Mercedes me ID";

"login_next" = "Edasi";

"login_only_caption" = "Sisselogimine";

"login_username" = "Mobiilinumber või e-posti aadress";

"login_user_not_registered" = "Palun registreeride end muu Mercedes me Rakenduse kaudu.";

"pin_popup_button_again" = "Proovige uuesti";

"pin_popup_cancel" = "Katkesta";

"pin_popup_default_no_pin_message" = "Palun määrake ühes Mercedes me rakenduses PIN-kood.";

"pin_popup_description" = "Palun sisestage oma %1$d-kohaline PIN:";

"pin_popup_send" = "Saada";

"pin_popup_title" = "PIN-koodi sisestamine";

"pin_popup_wrong_pin_msg" = "PIN ei ole õige. Palun proovige uuesti.";

"pin_popup_wrong_pin_title" = "Vale PIN";

"registration_user_consent_message" = "Rakenduse pidevaks parendamiseks analüüsime me rakenduse ja selle funktsioonide kasutamist ilma viiteta teie isikule. Selle funktsiooni saab igal ajal inaktiveerida, valides Menüü > Seaded > Analytics.";

"registration_user_consent_title" = "Mercedes me kasutusandmed";

"verification_btn_next" = "Edasi";

"verification_btn_send_again" = "Uue TAN-koodi taotlemine";

"verification_headline" = "Verifitseerimiskood";

"verification_login_msg_mail" = "Palun sisestage TAN-kood, mille me teile e-posti teel saatsime.";

"verification_login_msg_user" = "Kinnitamiseks saatsime teile %1$d-kohalise koodi aadressile/telefoninumbrile %2$@. Palun sisestage see kood.";

"verification_not_received" = "Kas te ei saanud TAN-koodi?";

"verification_not_received_hint_mail" = "Palun kontrollige sisestatud e-posti aadressi või paluge uut kinnituskoodi.";

"verification_not_received_hint_phone" = "Palun kontrollige sisestatud mobiilinumbrit või paluge uut TAN-koodi.";

"verification_send_again_msg" = "Teie päring saadeti uuesti";

"verification_title" = "Kinnitus";

